"3-finger Horizontal Swipe" = "3 ujjas vízszintes pöccintés";
"3-finger Vertical Swipe" = "3 ujjas függőleges pöccintés";
"4-finger Horizontal Swipe" = "4 ujjas vízszintes pöccintés";
"4-finger Vertical Swipe" = "4 ujjas függőleges pöccintés";
"About" = "Az App-ról";
"About %@" = "Az %@ról";
"Accessibility" = "Kisegítő lehetőségek";
"Acknowledgments" = "Köszönetnyílvánítás";
"Active app" = "Aktív alkalmazás";
"Active screen" = "Aktív képernyő";
"Active Space" = "Aktuális Íróasztal";
"Add a running app" = "Futó alkalmazás hozzáadása";
"Add an app from disk" = "Alkalmazás hozzáadása lemezről";
"Additional controls" = "További kezelőszervek";
"Additional controls…" = "További kezelőszervek…";
"Advanced" = "Fejlett";
"After keys are released" = "Billentyűk felengedése után";
"After release" = "Felengedés után";
"Align windows" = "Ablakok Elrendezése";
"Align windows:" = "Ablakok rendezése:";
"All apps" = "Minden alkalmazás";
"All data from this form will be made public, as a ticket on github.com" = "Minden adat amit ezen az űrlapon megadott publikus lesz egy GitHubon jegy formájában";
"All screens" = "Minden képernyő";
"All Spaces" = "Összes Íróasztal";
"Allowed" = "Engedélyezve";
"Alphabetical" = "ABC Sorrendben";
"Alphabetical Order" = "ABC sorrend";
"Also select windows using:" = "Ablakok kiválasztása az következővel is:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Az AltTab összeomlott amikor utoljára használta. A hibajelentés küldése segíthet a probléma javításában";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Az AltTab jelenleg az alkalmazások megjelenítésére van beállítva.Ez a beállítás csak akkor érhető el, ha az AltTab az Ablakok megjelenítésére van beállítva.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "Az AltTab képernyőfelvételi engedélyek nélkül fut. A bélyegképek nem fognak megjelenni.";
"AltTab needs some permissions" = "Az AltTab-nak néhány jogosultságra van szüksége";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Az AltTab megmutatja hogy az Ablak minimalizálva van-e (mínusz jel) vagy se.";
"Always" = "Mindig";
"Always send crash reports" = "Mindig küldjön Hibajelentést";
"and press" = "és nyomja meg";
"and press:" = "majd nyomjon:";
"Animations" = "Animációk";
"Animations…" = "Animációk…";
"App (BundleID starting with)" = "App (BundleID kezdve)";
"App Icons" = "Alkalmazásikonok";
"App is hidden" = "Az alkalmazás rejtett";
"App is running but has no open window" = "Az alkalmazás fut, de nincs nyitott ablaka";
"Apparition delay" = "Megjelenés késleltetése";
"Apparition delay of Switcher" = "Váltó megjelenési késleltetése";
"Apparition delay:" = "Megjelenítés késleltetése:";
"Appearance" = "Megjelenés";
"Application Name" = "Alkalmazásnév";
"Application Name - Window Title" = "Alkalmazás neve - Ablak címe";
"Applications" = "Alkalmazások";
"Are you sure you don’t want a response?" = "Biztos benne, hogy letiltja az értesítéseket?";
"Arrow keys" = "Nyíl billentyűk";
"Ask whether to send crash reports" = "Kérdezzen rá a hibajelentések küldésére";
"Auto" = "Automatikus";
"Auto-install updates periodically" = "Frissítések automatikus telepítése";
"Blacklists" = "Tiltó lista";
"Cancel" = "Mégsem";
"Cancel and hide" = "Mégsem majd elrejt";
"Capture windows in the background" = "Ablakok rögzítése a háttérben";
"Center" = "Középre";
"Check for updates now…" = "Frissítések keresése…";
"Check for updates periodically" = "Frissítések automatikus keresése";
"Check for updates…" = "Frissítések keresése…";
"Check permissions…" = "Ellenőrizze az engedélyeket ...";
"Close window" = "Ablak bezárása";
"Conflicting shortcut" = "Ütköző parancs";
"Controls" = "Kezelőszervek";
"Crash reports policy" = "Összeomlás Jelentés irányelve";
"Crash reports policy:" = "Hibajelentés házirend:";
"Cursor follows focus" = "Az egér követi a fókuszt";
"Customize App Icons style…" = "Alkalmazásikonok stílusának testre szabása";
"Customize Thumbnails style…" = "Miniatűrök stílusának testre szabása";
"Customize Titles style…" = "Címek stílusának testbeszabása";
"Dark" = "Sötét";
"Debug tools" = "Hibakereső eszközök";
"Disabled" = "Kikapcsolva";
"Do nothing" = "Ne csináljon semmit";
"Don’t check for updates periodically" = "Ne keressen frissítéseket automatikusan";
"Don’t send" = "Ne küldjön";
"Don’t show windows from these apps" = "Ablakok elrejtése ezekből az alkalmazásokból";
"Done" = "Kész";
"End" = "Végén";
"Exceptions" = "Kivételek";
"Export settings…" = "Beállítások exportálása…";
"Export…" = "Exportálás…";
"Fade in animation of Preview" = "Előnézet fokozatos beúszás animációja";
"Fade out animation" = "Eltűnés animáció";
"Fade out animation of Switcher" = "Váltó fokozatos elhalványulás animációja";
"Fade out animation:" = "Eltűnési animáció:";
"Failed to import settings" = "A beállítások importálása sikertelen";
"Focus selected window" = "A kiválasztott ablak előtérbe hozása";
"Fullscreen window" = "Teljes Képernyős Ablak";
"Fullscreen windows:" = "Teljesképernyős ablakok:";
"Fullscreen/Defullscreen window" = "Teljes képernyős/WEflScreen ablak";
"General" = "Általános";
"Gesture" = "Gesztus";
"Grant permission" = "Engedély megadása";
"Hidden windows:" = "Rejtett ablakok:";
"Hide" = "Elrejt";
"Hide app badges" = "Alkalmazás jelek eltüntetése";
"Hide app badges:" = "Alkalmazás jelek eltüntetése:";
"Hide apps with no open window" = "Alkalmazás elrejtése ha nincs nyitott Ablak";
"Hide apps with no open window:" = "Nyitott ablak nélküli alkalmazások elrejtése:";
"Hide colored circles on mouse hover" = "A színes körök elrejtése amikor az egeret fölé viszi";
"Hide colored circles on mouse hover:" = "A színes körök elrejtése amikor az egeret fölé viszi:";
"Hide in %@" = "Rejtse el a %-ot@";
"Hide Space number labels" = "Íróasztal számának elrejtése";
"Hide Space number labels:" = "Íróasztal Számának elrejtése:";
"Hide status icons" = "Státusz ikonok elrejtése";
"Hide status icons:" = "Státusz ikonok elrejtése:";
"Hide window thumbnails:" = "Ablak előnézet elrejtése";
"Hide/Show app" = "Applikáció elrejtése/megjelenítése";
"High" = "Magas";
"Highest" = "Legmagasabb";
"Hold" = "Tart";
"Horizontal Swipe with Four Fingers" = "Vízszintes pöccintés négy ujjal";
"Horizontal Swipe with Three Fingers" = "Vízszintes pöccintés három ujjal";
"I think the app could be improved with…" = "Azt gondolom hasznos lenne az app bővítése ezzel…";
"Ignore shortcuts when active" = "Hagyja figyelmen kívül a parancsokat ha";
"Ignore shortcuts while a window from these apps is active" = "Figyelmen kívül hagyja a parancsikonokat, miközben ezeknek az alkalmazásoknak az ablaka aktív";
"Import settings…" = "Beállítások importálása…";
"Import…" = "Importálás…";
"Keep open" = "Nyitva tartás";
"Keep open and search" = "Nyitva tartás és keresés";
"Language" = "Nyelv";
"Language Change" = "Nyelvcsere";
"Large" = "Nagy";
"Later" = "Később";
"Latest releases" = "Legutóbbi kiadások";
"Leading" = "Balra";
"Left" = "Bal";
"Light" = "Fényes";
"Lock search" = "Keresés zárolása";
"Max height on screen:" = "Maximális magasság a képernyőn:";
"Max width on screen:" = "Maximális szélesség a képernyőn:";
"Medium" = "Közepes";
"Menubar icon" = "Menüsor ikonja";
"Menubar icon:" = "Menüsor ikon:";
"Middle" = "Közepén";
"Minimize/Deminimize window" = "Ablak kicsinyítés/visszaállítása";
"Minimized windows:" = "Kicsinyített ablakok:";
"Miscellaneous" = "Egyéb";
"Miscellaneous:" = "Egyéb";
"Mouse hover" = "Egér főlé vitele";
"Multiple screens" = "Több képernyő";
"Never" = "Soha";
"Never send crash reports" = "Soha ne küldjön Hibajelentést";
"No Window" = "Nincs ablak";
"Non-active apps" = "Inaktív alkalmazások";
"Non-visible Spaces" = "Nem látható Spaces";
"Normal" = "Normál";
"Not allowed" = "Nincs engedélyezve";
"NSHumanReadableCopyright" = "GPL-3.0 licensz";
"Only if the window is fullscreen" = "Csak ha az ablak teljesképernyős";
"Only on different screen" = "Csak más képernyőn";
"Open Accessibility Preferences…" = "Kisegítő lehetőségek megnyitása…";
"Open Accessibility Settings…" = "Kisegítő lehetőségek beállításainak megnyitása…";
"Open Screen Recording Preferences…" = "Képernyőfelvételi beállítások megnyitása…";
"Open Screen Recording Settings…" = "Képernyőfelvétel beállításainak megnyitása…";
"Open System Settings to confirm, and continue" = "Nyissa meg a Rendszerbeállításokat a megerősítéshez, és folytassa";
"Open Trackpad Preferences…" = "Trackpad beállítások megnyitása…";
"Open Trackpad Settings…" = "Trackpad beállításainak megnyitása…";
"Optional: email (if you want a reply)" = "Opcionális: email (ha választ szeretnél kapni)";
"Order windows by" = "Ablakok Rendezése";
"Please fill in the form" = "Kérjük, töltse ki az űrlapot";
"Policies" = "Házirendek";
"Preferences…" = "Beállítások…";
"Preview selected window" = "A kiválasztott ablak előnézete";
"Preview selected window:" = "Választott ablak előnézete:";
"Preview the selected window." = "A kiválasztott ablak előnézete";
"Quit" = "Kilépés";
"Quit %@" = "Kilépés az %@ból";
"Quit app" = "Kilépés az alkalmazásból";
"Recently Created" = "Nemrég Elindított";
"Recently Created First" = "Mostanában megnyitott";
"Recently Focused" = "Utoljára Használt";
"Recently Focused First" = "Mostanában Előtérben";
"Remember my choice" = "Emlékezzen a választásomra";
"Reset preferences and restart" = "Alaphelyzetbe állítás";
"Reset preferences and restart…" = "Alaphelyzetbe állítás és újraindítás...";
"Reset settings and restart" = "Beállítások visszaállítása és újraindítás";
"Reset settings and restart…" = "Beállítások visszaállítása és újraindítás…";
"Restart Now" = "Újraindítás most";
"Rows of thumbnails:" = "Sorok előnézetben:";
"Screen including menu bar" = "Képernyő a Menüsorral";
"Screen including mouse" = "A képernyő ahol az egér van";
"Screen Recording" = "Képernyő felvétel";
"Screen showing AltTab" = "Az AltTab képernyője";
"Search" = "Keresés";
"Select next window" = "Következő ablak kiválasztása";
"Select previous window" = "Előző ablak kiválasztása";
"Select windows on mouse hover" = "Ablakok választása egérrel";
"Select windows using arrow keys" = "Ablakok választás a nyilakkal";
"Select windows using vim keys" = "Ablakok választása VIM bill.";
"Send" = "Küldés";
"Send a crash report?" = "Küldjünk Hibajelentést?";
"Send anyway" = "Küldés mindenképp";
"Send debug profile (CPU, memory, etc)" = "Hibakeresési profil (CPU, memória, stb.) küldése";
"Send feedback" = "Visszajelzés küldése";
"Send feedback…" = "Visszajelzés küldése…";
"Settings imported" = "Beállítások importálva";
"Settings…" = "Beállítások";
"Share improvement ideas, or report bugs" = "Fejlesztési ötletek megosztása, hibabejelentés";
"Shortcut" = "Billentyűparancs";
"Shortcut 1" = "Parancsikon 1";
"Shortcut 2" = "Parancsikon 2";
"Shortcut 3" = "3. parancsikon";
"Shortcut 4" = "4. parancsikon";
"Shortcut 5" = "Parancsikon 5";
"Shortcut already assigned to another action: %@" = "A parancs már hozzá van rendelve egy másik művelethez: %@";
"Shortcuts When Active" = "Parancsikonok aktív esetén";
"Shortcuts when active…" = "Parancs amikor aktív...";
"Show" = "Mutat";
"Show & Hide" = "Mutatás és Elrejtés";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Ablakonkénti vagy Alkalmazásonkénti megjelenítés az AppVáltóban.";
"Show apps with no open window" = "Alkalmazások megjelenítése nyitott ablak nélkül";
"Show at the end" = "Lista végén mutat";
"Show fullscreen windows" = "Teljes képernyős Ablakok megjelenítése";
"Show hidden windows" = "Rejtett ablakok megjelenítése";
"Show in switcher" = "Mutasd meg a AppVáltó -ban";
"Show minimized windows" = "Minimalizált ablakok megjelenítése";
"Show on" = "Mutatás";
"Show on:" = "Megjelenítés:";
"Show standard tabs as windows" = "Lapok megjelenítése Ablakként";
"Show standard tabs as windows:" = "Alkalmazás lapok megjelenítése ablakokként:";
"Show titles" = "Címek mutatása";
"Show windows from applications" = "Ablak Mutatása";
"Show windows from screens" = "Ablak mutatása a Képernyőről";
"Show windows from Spaces" = "Ablak mutatása az Íróasztalról";
"Show windows from:" = "Ablakok mutatása:";
"Size" = "Méret";
"Skipped" = "Kihagyva";
"Small" = "Kicsi";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Egyes alkalmazások, mint például a Finder vagy az előnézet, olyan füleket használnak, amelyek független ablakokként működnek. Néhány más alkalmazás, például a webböngészők egyedi füleket használnak, amelyek egyedi módon működnek, és nem tényleges ablakok. Az Altab nem tudja ezeket külön felsorolni.";
"Source code repository" = "Forrás kód tárhelye";
"Space" = "Íróasztal";
"Space Order" = "Íróasztal Sorrendje";
"Start" = "Elején";
"Start at login" = "Indítás bejelentkezéskor";
"Start at login:" = "Indítás bejelentkezéskor:";
"Support this project" = "Támogasd a projektet";
"Swipe with Four Fingers" = "Pöccintés négy ujjal";
"Swipe with Three Fingers" = "Pöccintés három ujjal";
"Switch between 3 different styles. You can customize them." = "Váltás 3 testre szabható stílus között";
"System" = "Rendszer";
"System Default" = "Rendszer alapértelmezett";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "A ⌘⎋ (command+escape) billentyűparancsot a macOS használhatja a GameOverlay funkcióhoz.\n\nA módosítása ezt a következőhöz rendelné hozzá: %@.\n\nHa folytatni szeretné, győződjön meg arról, hogy a GameOverlay billentyűparancs le van tiltva.\nVegye figyelembe azt is, hogy a macOS hibákat jelentett, miszerint a billentyűparancs letiltva is zavarhatja a működést.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Az ⎋ (escape) billentyűt bizonyos macOS billentyűparancsok (pl. ⌘⌥⎋ megnyitja az Alkalmazások kényszerített bezárása ablakot) fenntartják.\n\nHa az ⎋ billentyűt szeretné használni, győződjön meg arról, hogy a billentyűmódosítók nem a következők: ⌘⌥, ⌘⌥⇧, vagy ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Az ⎋ (escape) billentyűt bizonyos macOS billentyűparancsok (pl. ⌘⌥⎋ megnyitja az Alkalmazások kényszerített bezárása ablakot) fenntartják.\n\nA módosítása ezt a következőhöz rendelné hozzá: %@.\n\nHa az ⎋ billentyűt szeretné használni, győződjön meg arról, hogy a billentyűmódosítók nem a következők: ⌘⌥, ⌘⌥⇧, vagy ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Az alkalmazásnak újra kell indulnia az importált beállítások alkalmazásához.";
"The application needs to restart to apply the language change." = "Az alkalmazásnak újra kell indulnia a nyelvváltozás alkalmazásához.";
"Theme" = "Téma";
"Theme:" = "Téma:";
"Then release:" = "Majd engedje fel:";
"This permission is needed to focus windows after you release the shortcut" = "Ez a jogosultság ahhoz szükséges hogy az ablak fókuszba kerüljön miután a parancsikont elengedte";
"This permission is needed to show screenshots and titles of open windows" = "Ez a jogosultág az ablak előnézetéhez és címezéséhez szükséges.";
"This permission is needed to show thumbnails and preview of open windows" = "Ez az engedély szükséges a bélyegképek és a nyitott ablakok előnézetének megjelenítéséhez";
"Thumbnails" = "Miniatűrök";
"Title" = "Cím";
"Title truncation" = "Rövidíés";
"Titles" = "Címek";
"Trackpad haptic feedback" = "Trackpad haptikus visszajelzés";
"Trigger" = "Indító";
"Trigger shortcut" = "Indító parancs";
"Unassign existing shortcut and continue" = "Meglévő parancs cseréje és folytatás";
"Updates policy" = "Frissítési házirend";
"Updates policy:" = "Frissítési beállítások:";
"Use the app without this permission. Thumbnails won’t show." = "Használja az alkalmazást ezen engedély nélkül. A bélyegképek nem fognak megjelenni.";
"Version" = "Verzió";
"Vertical Swipe with Four Fingers" = "Függőleges pöccintés négy ujjal";
"Vertical Swipe with Three Fingers" = "Függőleges pöccintés három ujjal";
"View existing discussions" = "Aktuális beszélgetések megtekintése";
"Vim keys" = "VIM billentyűk";
"Vim keys already assigned to other actions:\n%@" = "VIM bill. már hozzárendelt más műveletekhez: \\ n%@";
"Visibility" = "Láthatóság";
"Visible Spaces" = "Látható Íróasztalok";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Ha le van tiltva, elkerüli a macOS lila képernyőfelvétel-jelzőjét, és a DRM-védett videók lejátszásakor fellépő villódzást is. A bélyegképek kevésbé lesznek naprakészek.";
"When fullscreen" = "Amikor teljes képernyős";
"When no open window" = "Amikor nincs nyitott ablaka";
"While open, press:" = "Megnyitás közben nyomjon:";
"Window app icon size:" = "Ablak alkalmazásikonmérete:";
"Window is fullscreen" = "Az ablak teljes képernyős";
"Window is minimized" = "Az ablak minimalizálva van";
"Window is on every Space" = "Ablak minden Íróasztalon";
"Window is on Space %d" = "Az ablak a %d Íróasztalon van";
"Window max width in row:" = "Ablak maximális szélessége a sorban:";
"Window min width in row:" = "Ablak minimum szélessége a sorban:";
"Window order:" = "Ablakok sorrendje:";
"Window Title" = "Ablak címe";
"Window title contains" = "Az ablak címe tartalmazza";
"Window title font size:" = "Ablak címének betű mérete:";
"Window title truncation:" = "Ablak címsor rövidítése:";
"Windows" = "Ablakok";
"You can’t undo this action." = "Nem vonhatja vissza ezt a műveletet.";
"You didn’t write your email, thus can’t receive any response." = "Ha nem ad meg e-mail címet, nem tudunk választ küldeni";
"You may need to disable some conflicting system gestures" = "Előfordulhat, hogy le kell tiltania néhány ütköző rendszergesztust";
